//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "取消";
"_edit_"                    = "編輯";
"_tap_to_cancel_"           = "點擊取消";
"_tap_to_min_max_"          = "點按以縮小／放大";
"_cancel_request_"          = "您想要取消嗎？";
"_upload_file_"             = "上傳檔案";
"_download_file_"           = "下載檔案";
"_delete_"                  = "刪除";
"_rename_"                  = "重新命名";
"_rename_file_"             = "重新命名檔案";
"_rename_folder_"           = "重新命名資料夾";
"_move_"                    = "移動";
"_add_"                     = "添加";
"_save_"                    = "儲存";
"_warning_"                 = "警告";
"_error_"                   = "錯誤";
"_no_"                      = "否";
"_yes_"                     = "是";
"_select_"                  = "選擇";
"_select_all_"              = "全選";
"_upload_"                  = "上傳";
"_home_"                    = "檔案";
"_files_"                   = "檔案";
"_ok_"                      = "確定";
"_done_"                    = "完成";
"_clear_"                   = "清除";
"_continue_anyway_"         = "無論如何都要繼續";
"_selected_"                = "已選擇";
"_no_active_account_"       = "沒有找到任何帳戶";
"_info_"                    = "資訊";
"_warning_"                 = "警告";
"_video_"                   = "影片";
"_overwrite_"               = "覆寫";
"_create_"                  = "新增";
"_create_folder_"           = "創建資料夾";
"_create_folder_e2ee_"      = "創建加密資料夾";
"_close_"                   = "關閉";
"_remove_"                  = "移除";
"_file_not_found_"          = "找不到檔案";
"_continue_"                = "繼續";
"_continue_editing_"        = "繼續編輯";
"_auto_upload_folder_"      = "自動上傳";
"_photo_"                   = "照片";
"_audio_"                   = "音樂";
"_unknown_"                 = "不明";
"_success_"                 = "成功";
"_mode_filename_"           = "檔名類型";
"_warning_owncloud_"        = "您正在連線到一台ownCloud伺服器。這是未測試及未支援，須自行承擔風險。升級到DataDrive， 請看 https://datadrive.vn。";
"_warning_unsupported_"     = "您正在使用的 DataDrive 是一個没有支援的版本。為了您資料的安全我們建議您更新到穩定的 DataDrive 版本。";
"_restore_"                 = "還原";
"_tap_here_to_change_"      = "點擊->變更";
"_no_albums_"               = "無相簿";
"_denied_album_"            = "此 app 不能存取 \"照片\"。您可以在私隱設定內開啟存取。";
"_denied_camera_"           = "此 app 不能存取\"相機\"。您可以在私隱設定內開啟存取。";
"_save_to_camera_roll_"        = "儲存至相機膠卷";
"_save_to_camera_roll_desc_"   = "啟用後，使用應用程式內相機拍攝的相片及影片亦會儲存至 iOS 相機膠卷。";
"_force_start_"             = "強制開始";
"_account_does_not_exist_"  = "帳戶 %@ 不存在。請重新登入。";
"_sharing_"                 = "分享";
"_details_"                 = "詳細資料";
"_no_permission_add_file_"  = "您無權限添加檔案。";
"_no_permission_delete_file_" = "您無權限刪除檔案。";
"_no_permission_modify_file_" = "您無權限修改檔案。";
"_no_permission_favorite_file_" = "您無權將該檔案新增至您的收藏夾。";
"_add_folder_info_"         = "增加資料夾資訊";
"_back_"                    = "返回";
"_go_back_"                 = "返回";
"_search_"                  = "搜尋";
"_search_or_create_tags"    = "搜尋或創建標籤";
"_tags_"                    = "標籤";
"_share_tags_create_"       = "創建 \"%@\"";
"_share_tags_no_results_"   = "找不到標籤";
"_share_tags_added_named_"  = "標籤 %@ 已被創建。";
"_edit_tags_"               = "管理標籤";
"_create_tag_error_"        = "無法創建新標籤。請稍後再試。";
"_of_"                      = "的";
"_livephoto_save_"          = "儲存 Live Photo 到相簿";
"_livephoto_save_error_"    = "儲存原況照片的時候發生錯誤。";
"_livephoto_no_"            = "停用實況照片";
"_convert_live_photo_"      = "轉換為原況照片";
"_file_conflict_num_"       = "檔案抵觸";
"_file_conflicts_num_"      = "檔案抵觸";
"_file_conflict_desc_"      = "請問您想要保留哪個檔案？如果您想要選擇兩個版本，已經複製的檔案名稱將會加上一個數字。";
"_file_conflict_new_"       = "新增檔案";
"_file_conflict_exists_"    = "已經存在的檔案";
"_file_not_rewite_doc_"     = "不可能複寫一個文件只能建立一個新的。";
"_move_or_copy_"            = "移動或複製";
"_move_copy_diff_account_"  = "您無法在不同帳戶之間複製或移動檔案。";
"_copy_"                    = "複製";
"_now_"                     = "現在";
"_wait_"                    = "請稍候 …";
"_recent_"                  = "最新";
"_view_in_folder_"          = "在資料夾中檢視";
"_leave_share_"             = "離開這個分享";
"_disabled_"                = "已停用";
"_compact_"                 = "簡潔";
"_normal_"                  = "正常";
"_verbose_"                 = "冗長的";
"_standard_"                = "標準";
"_maximum_"                 = "最大";
"_error_occurred_"          = "發生錯誤，請再試一次。";
"_retry_"                   = "重试";
"_images_"                  = "圖像";
"_confirm_"                 = "確認";
"_confirm_continue_"        = "通過繼續之前的上傳來確認";
"_confirm_resetting_"       = "確認忽略之前的上傳";
"_background_location_access_title_"    = "背景位置存取";
"_background_location_access_message_"  = "此應用程式需要背景位置存取權限，以便在您移動到不同區域時自動上傳檔案。未使用 GPS，您的位置也不會被存儲。";
"_enable_background_location_title_"    = "啟用背景位置";
"_enable_background_location_message_"  = "要允許在背景中自動上傳檔案，請在設置中將位置存取權限設置為「始終」。";
"_enable_background_location_footer_"   = "要自動保持您的照片庫最新，該應用程序可以使用背景位置訪問。\n這使其能夠檢測您是否在新區域，並檢查是否有新照片可上傳。\nGPS不會被使用，您的位置也不會被儲存或跟蹤。";

/* MARK: Files lock */

"_lock_"                            = "上鎖";
"_unlock_"                          = "解鎖";
"_lock_file_"                       = "上鎖檔案";
"_unlock_file_"                     = "解鎖檔案";
"_lock_selected_files_"             = "鎖上檔案";
"_unlock_selected_files_"           = "解鎖檔案";
"_locked_by_"                       = "被 %@ 鎖上";
"_file_locked_no_override_"         = "此文件已被上鎖。 不能被覆蓋。";
"_lock_no_permissions_selected_"    = "無權對某些已選擇的檔案或資料夾進行操作。";
"_remove_file_"             = "移除檔案";
"_delete_file_"             = "刪除檔案";
"_delete_folder_"           = "刪除資料夾";
"_size_"                    = "大小";
"_set_user_status_"         = "上線狀態";
"_set_user_status_message_" = "狀態訊息";
"_open_settings_"           = "開啟設定";
"_settings_account_request_" = "啟動時要求輸入帳戶";
"_alias_"                   = "別名";
"_alias_placeholder_"       = "書寫别名";
"_alias_footer_"            = "給您的賬戶一個有意義的名稱，例如家庭，辦公室，學校…";
"_privacy_legal_"           = "隐私及法律政策";
"_source_code_"             = "取得原始碼";
"_account_select_"          = "選擇賬號";
"_account_select_to_add_"   = "選擇要添加的帳戶";
"_remove_local_account_"    = "移除近端帳戶";
"_want_delete_account_"     = "您想移除近端帳戶嗎？";
"_prevent_http_redirection_"= "不允許在 HTTP 中重定向。";
"_http_account_insecure_"   = "此帳戶使用不安全的 HTTP 伺服器位址。數據會以未加密方式傳輸。";
"_https_failed_try_http_"   = "無法建立安全連線。你要改用不安全的 HTTP 嗎？你的數據將以未加密方式傳輸。";
"_single_file_conflict_title_" = "檔案抵觸";
"_multi_file_conflict_title_" = "%@個檔案抵觸";
"_replace_action_title_" = "取代";
"_keep_both_action_title_" = "保留兩者";
"_cancel_keep_existing_action_title_" = "取消並保留現有版本";
"_replace_all_action_title_" = "取代全部";
"_keep_both_for_all_action_title_" = "對於所有有衝突的檔案，兩個版本都保留。";
"_more_action_title_" = "更多細節";
"_wait_file_preparation_" = "正在準備上傳檔案。請稍候 …";
"_keep_active_for_upload_" = "保持應用程式處於活動狀態，直到上傳完成 …";
"_keep_active_for_transfers_" = "保持應用程式處於活動狀態，直至傳輸完成 …";
"_wait_file_encryption_"  = "正在加密檔案，請稍等 ...";
"_passcode_counter_fail_" = "嘗試失敗次數過多。請稍等後再重試。";
"_seconds_"               = "秒";
"_change_lock_passcode_"  = "更新密碼";
"_lock_cannot_disable_mdm_" = "您的配置檔不允許禁用密碼鎖定。";

// MARK: User Status

/* User status */
"_online_"                  = "上線";

/* User status */
"_away_"                    = "不在";

/* User status */
"_dnd_"                     = "請勿打擾";

/* User status */
"_dnd_description_"         = "靜音所有通知";

/* User status */
"_invisible_"               = "隱藏";

/* User status */
"_invisible_description_"   = "顯示為離線";

/* User status */
"_busy_"                    = "忙碌";

/* User status */
"_select_user_status_"      = "設置線上狀態";
"_select_status_message_"      = "設置狀態訊息";
"_status_message_"          = "狀態訊息";
"_status_message_placehorder_"  = "您目前的狀態是什麼呢？";
"_online_status_"           = "上線狀態";
"_set_status_message_"      = "設定狀態訊息";
"_clear_status_message_after_"  = "繼此之後清空狀態";

/* User status */
"_select_option_"           = "選擇選項";
"_dont_clear_"              = "不要清空";
"_15_minutes_"              = "15 分鐘";
"_30_minutes_"              = "30分鐘";
"_an_hour_"                 = "1 小時";
"_1_hour_"                  = "1 小時";
"_4_hours_"                 = "4 小時";
"_day_"                     = "Today";
"_this_week_"               = "本星期";
"_days_"                    = "日";
"_hours_"                   = "小時";
"_minutes_"                 = "分鐘";


"_network_not_available_"   = "網路無法使用。";
"_file_already_exists_"     = "無法完成指令， 因為已存在相同檔名。";
"_files_lock_error_"        = "更改此檔案的鎖定時出錯。";
"_more_"                        = "更多";
"_notifications_"               = "通知";
"_quota_space_unlimited_"       = "無限制";
"_quota_space_unknown_"         = "不明";
"_quota_using_"                 = "您已經使用%@/%@的檔案空間";
"_acknowledgements_"            = "致謝";
"_settings_"                    = "設定";
"_enter_password_"              = "輸入密碼 ...";
"_lock_"                        = "上鎖";
"_lock_active_"                 = "已鎖定";
"_lock_not_active_"             = "未鎖定";
"_lock_protection_no_screen_"        = "啟動勿詢問";
"_enable_touch_face_id_"        = "開啟Touch/Face ID";
"_wifi_only_"                   = "只有使用Wi-Fi連線";
"_settings_autoupload_"         = "自動上傳照片";
"_clear_cache_"                 = "清除快取";
"_clear_cache_footer_"          = "從app內清除已下載且離線的檔案";
"_exit_"                        = "重置應用軟體";
"_exit_footer_"                 = "從應用程式中刪除所有帳戶和本地數據。";
"_want_exit_"                   = "請注意！將會重設到初始狀態。要繼續嗎？";
"_want_delete_cache_"           = "請問您想要刪除快取嗎（這也會移除正在處理中的一些傳送）？";
"_add_account_"                 = "新增帳號";
"_want_delete_"                 = "您將要刪除以下文件：";
"_want_leave_share_"            = "您將要離開以下分享：";
"_no_delete_"                   = "不，不要刪除。";
"_yes_delete_"                  = "是，刪除。";
"_information_"                 = "資訊";
"_select_offline_warning_"      = "使多個文件和文件夾離線可用需要一段時間，並且這樣做會佔用大量內存。";
"_advanced_"                    = "進階";
"_permissions_"                 = "權限";
"_custom_permissions_"          = "自訂權限";
"_disable_files_app_"           = "關閉檔案App的整合";
"_disable_files_app_footer_"    = "不允許通過 iOS 文件應用程式訪問文件。";
"_time_remaining_"              = "剩餘%@";
"_autoupload_"                      = "自動上傳照片/影片";
"_autoupload_select_folder_"        = "選擇可 \"自動上傳\" 的資料夾";
"_autoupload_photos_"               = "自動上傳照片";
"_autoupload_videos_"               = "自動上傳影片";
"_autoupload_favorites_"            = "僅自動上傳收藏夾";
"_autoupload_description_"          = "選擇新照片或視像是否會自動上傳到您的帳戶。";
"_autoupload_fullphotos_"           = "上傳整個相機膠卷";
"_start_autoupload_"                = "開啟自動上傳";
"_stop_autoupload_"                 = "關閉自動上傳";
"_autoupload_fullphotos_footer_"    = "在上傳之前調整上述選項";
"_autoupload_create_subfolder_"     = "使用子目錄";
"_autoupload_create_subfolder_footer_"  = "按年、月或日存儲照片在子資料夾中。";
"_autoupload_subfolder_granularity_"    = "子資料夾粒度";
"_filenamemask_"                        = "更改檔案名稱遮罩";
"_filenamemask_footer_"                 = "默認情況下，上傳檔案時，檔案名自動獲得以下格式：yy-mm-dd hh-mm-ss 加上4位數計數器。如果您不喜歡這個格式，您可以在這裡更改，但最後的4位數計數器不能省略。";
"_autoupload_current_folder_"           = "目前已選的資料夾";
"_show_hidden_files_"           = "顯示隱藏的檔案";
"_format_compatibility_"        = "大部分相容";
"_format_compatibility_footer_" = "如果可能，“最兼容”會將照片另存為JPEG。";
"_privacy_"                     = "私隱";
"_privacy_footer_"              = "此應用程式使用服務來分析崩潰情況。您的個人信息不會隨報告一起發送。如果您想要禁用此功能，請將設置中的「禁用崩潰報告器」設置為開啟。";
"_crashservice_title_"          = "關閉 當機 舉報器";
"_crashservice_alert_"          = "此選項需要重新啟動應用程式才會生效。";
"_upload_mov_livephoto_"        = "原況照片";
"_upload_mov_livephoto_footer_" = "如果可能，“實時照片”將以“實時照片”格式保存所選照片。";
"_capabilities_"                = "功能";
"_capabilities_footer_"         = "顯示應用程式使用的套件，前提是它們已在伺服器上安裝並可用。";
"_diagnostics_"                 = "診斷 ";
"_diagnostics_footer_"          = "更改記錄級別需要重新啟動應用程式才會生效";
"_view_log_"                    = "檢視記錄檔案";
"_clear_log_"                   = "清除紀錄檔案";
"_set_log_level_"               = "設定紀錄層級";
"_log_file_clear_alert_"        = "已清除記錄檔案！";
"_connect_server_anyway_"       = "無論如何您都想要連線到伺服器？";
"_server_is_trusted_"           = "你認為此伺服器可信嗎？";
"_connection_error_"            = "連線錯誤";
"_login_url_"                   = "伺服器網址 https:// ...";
"_login_url_error_"             = "URL錯誤，請確認您伺服器的URL";
"_login_error_"                 = "無法登入。請稍後再試。";
"_favorites_"                   = "我的最愛";
"_favorite_short_"              = "我的最愛";
"_tutorial_favorite_view_"      = "您標記為我的最愛的檔案及資料夾將會在這顯示。";
"_tutorial_offline_view_"       = "這裡的檔案複製還是可以離線使用的\n\n它們會同步到您的雲端。";
"_tutorial_groupfolders_view_"  = "尚無團隊資料夾";
"_more_"                        = "更多";
"_favorite_no_files_"           = "目前還沒有我的最愛";
"_no_date_information_"                     = "沒有日期資訊";
"_no_camera_information_"                   = "沒有相機資訊";
"_no_lens_information_"                     = "沒有鏡頭資訊";
"_today_"                                   = "今日";
"_yesterday_"                               = "昨日";
"_access_photo_not_enabled_"                = "未啟用存取照片";
"_access_photo_not_enabled_msg_"            = "請前往 設定 → 應用程式 → DataDrive → 照片，並啟用照片庫存取";
"_access_background_app_refresh_denied_"    = "「後台應用程式刷新」被拒絕。請在“設定”中啟用它，否則當應用程式在後台時將無法檢測到新照片或視頻";
"_new_photos_starting_"                     = "將只上傳以 %@ 開頭的照片或視像。";
"_tutorial_photo_view_"                     = "目前無照片或是影片上傳。";
"_error_createsubfolders_upload_"           = "錯誤建立子資料夾";
"_remove_photo_CameraRoll_"                 = "從相機膠卷移除";
"_remove_photo_CameraRoll_desc_"            = "［ 從相機膠卷移除］成功自動上傳後，將顯示一條訊息，要求用戶確認從相機膠卷中刪除上傳的照片或視頻。 已刪除的照片或視頻會在 iOS Photos Trash 中保留 30 天。";
"_never_"                       = "從未";
"_less_a_minute_"               = "不到一分鐘前";
"_a_minute_ago_"                = "1 分鐘前";
"_minutes_ago_"                 = "%d 分鐘前";
"_an_hour_ago_"                 = "1 小時前";
"_hours_ago_"                   = "%d 小時前";
"_a_day_ago_"                   = "1 天前";
"_days_ago_"                    = "%d 天前";
"_forbidden_characters_"        = "禁止使用的字元：%@";
"_cannot_send_mail_error_"      = "無帳戶設立，或者輸入錯誤的電郵地址。";
"_open_url_error_"              = "無法打開此操作的 URL。";
"_media_"                       = "多媒體";
"_order_by_"                    = "排序";
"_name_"                        = "名字";
"_date_"                        = "日期";
"_size_"                        = "大小";
"_delete_selected_files_"       = "刪除檔案";
"_remove_favorites_"            = "取消我的最愛";
"_add_favorites_"               = "我的最愛";
"_share_"                       = "分享";
"_remove_local_file_"           = "近端移除";
"_folders_"                     = "資料夾";
"_folder_"                      = "資料夾";
"_files_"                       = "檔案";
"_file_"                        = "檔案";
"_no_file_pull_down_"           = "上傳檔案或是下拉刷新重整";
"_no_file_no_permission_to_create_" = "您沒有權限在此資料夾中創建或上傳檔案。";
"_limited_dimension_"           = "達到最大的大小";
"_save_selected_files_"         = "保存到照片庫";
"_file_not_saved_cameraroll_"   = "錯誤： 檔案沒有儲存到相冊";
"_file_saved_cameraroll_"       = "檔案儲存到相冊";
"_favorite_on_top_"             = "先排序最愛";
"_directory_on_top_"            = "將資料夾在檔案之前排序";
"_show_description_"            = "顯示資料夾描述";
"_show_recommended_files_"      = "顯示推薦";
"_search_no_record_found_"      = "沒有結果";
"_search_in_progress_"          = "搜尋處理中 ...";
"_search_instruction_"          = "搜尋檔案（至少2個字元）";
"_files_no_files_"              = "此處沒有任何檔案";
"_files_no_folders_"            = "此處沒有任何資料夾";
"_request_in_progress_"         = "正在向伺服器發出請求中 ...";
"_personal_files_only_"         = "僅個人檔案";

"audio"                         = "音訊";
"directory"                     = "資料夾";
"document"                      = "文件檔";
"image"                         = "圖像";
"template"                      = "樣板";
"video"                         = "影片";

"_paste_file_"                  = "貼";
"_cancel_all_task_"             = "取消所有的傳送作業";
"_status_wait_download_"        = "等待下載中";
"_status_downloading_"          = "下載中…";
"_status_wait_upload_"          = "上傳等候中";
"_status_wait_create_folder_"   = "等待創建資料夾";
"_status_wait_delete_"          = "等待刪除";
"_status_wait_rename_"          = "等待重新命名";
"_status_wait_favorite_"        = "等待更新最愛";
"_status_wait_copy_"            = "等待複製";
"_status_wait_move_"            = "等待移動";
"_status_uploading_"            = "上傳中...";
"_status_upload_error_"         = "錯誤，等待上傳中";
"_select_media_folder_"         = "設置媒體資料夾";
"_media_viewimage_show_"        = "僅顯示圖像";
"_media_viewvideo_show_"        = "僅顯示視像";
"_media_show_all_"              = "顯示全部";
"_good_morning_"                = "早晨";
"_good_day_"                    = "你好";
"_good_afternoon_"              = "午安";
"_good_evening_"                = "晚安";
"_good_night_"                  = "晚安";
"_servers_"                     = "伺服器";
"_select_server_"               = "請選擇伺服器 ...";

// MARK: Share

"_share_link_"                  = "分享連結";
"_share_link_name_"             = "連結名稱";
"_password_"                    = "密碼";
"_share_password_"              = "密碼保護連結";
"_date_"                        = "日期";
"_user_sharee_footer_"          = "點擊 可 變更權限";
"_enforce_password_protection_" = "強制密碼保護";
"_shared_with_you_by_"          = "分享給您藉由";
"_shareLinksearch_placeholder_" = "名字，電郵地址或 Federated Cloud ID …";
"_new_comment_"                 = "新增留言 …";
"_edit_comment_"                = "編輯留言";
"_delete_comment_"              = "刪除留言";
"_share_read_only_"             = "僅檢視";
"_share_editing_"               = "可編輯";
"_share_allow_upload_"          = "允許上傳及編輯";
"_share_file_drop_"             = "檔案要求";
"_share_secure_file_drop_"      = "安全拖曳檔案（僅供上傳）";
"_share_hide_download_"         = "隱藏下載";
"_share_allowed_downloads_"     = "允許的下載";
"_share_limit_download_"        = "限制下載";
"_remaining_"                   = "剩餘 %d";
"_share_password_protect_"      = "Password protection";
"_share_expiration_date_"       = "設定到期日";
"_share_note_recipient_"        = "給接收者的訊息";
"_share_add_sharelink_"         = "加入另一個連結";
"_share_can_read_"              = "讀取";
"_share_can_reshare_"           = "共享";
"_share_can_create_"            = "新增";
"_share_can_change_"            = "編輯";
"_share_can_delete_"            = "移除";
"_share_can_download_"          = "允許下載及同步";
"_share_unshare_"               = "刪除分享";
"_share_internal_link_"         = "內部連結";
"_share_internal_link_des_"     = "只對可以存取此檔案/資料夾的用戶生效。";
"_share_reshare_disabled_"      = "您不能轉發此檔案/資料夾。";
"_share_reshare_restricted_"    = "注意：您只有有限的權限來轉發此檔案/資料夾。";
"_remote_"                      = "遠端";
"_remote_group_"                = "遠端群組";
"_conversation_"                = "對話";
"_no_transfer_"                 = "目前尚無任何傳輸";
"_no_transfer_sub_"             = "從這裝置上傳及下載將會顯示在這。";
"_no_transfer_in_progress_"     = "目前沒有進行中的傳輸";
"_no_transfer_in_progress_sub_" = "此裝置的進行中上載及下載會顯示於此。";
"_no_transfer_in_waiting_"      = "沒有等待中的傳輸";
"_no_transfer_in_waiting_sub_"  = "等待開始的傳輸會顯示於此。";
"_no_transfer_in_error_"        = "沒有傳輸錯誤";
"_no_transfer_in_error_sub_"    = "需要你處理的傳輸會顯示於此。";
"_transfers_waiting_shown_"     = "%1$d／%2$d 項傳輸正在等待";
"_no_activity_footer_"              = "已載入所有活動";
"_transfers_"                       = "傳送";
"_activity_"                        = "活動";
"_trash_file_not_found_"            = "似乎檔案不在垃圾桶中。前往垃圾桶更新並重試。";
"_list_shares_"                     = "分享";
"_list_shares_no_files_"            = "目前尚未分享。";
"_tutorial_list_shares_view_"       = "您分享的檔案及資料夾將會顯示在這。";
"_offline_"                         = "離線";
"_upload_photos_videos_"            = "上傳相片或是影片";
"_upload_file_"                     = "上傳檔案";
"_create_nextcloudtext_document_"   = "建立純文字文件";
"_use_folder_auto_upload_"          = "使用 \"自動上傳\" 資料來作為目標";
"_filename_"                        = "檔案名稱";
"_enter_filename_"                  = "輸入檔案名 ...";
"_default_preview_filename_footer_" = "檔案名稱預覽示例：IMG_0001.JPG";
"_filename_header_"                 = "輸入檔案名";
"_preview_filename_"                = "檔案名稱的示例預覽。您可以使用日期/時間 %@ 遮罩。";
"_add_filenametype_"                = "在檔案名稱中指定類型";
"_maintain_original_filename_"      = "續用原檔名";
"_notifications_"                   = "通知";
"_untitled_"                        = "未命名";
"_e2e_settings_title_"              = "加密";
"_e2e_settings_"                    = "端點對端點加密";
"_e2e_settings_start_"              = "開始端點對端點加密";
"_e2e_settings_activated_"          = "端到端加密已啟動";
"_e2e_server_disabled_"             = "伺服器上的端對端加密應用程式被停用";
"_e2e_settings_view_passphrase_"    = "透過組合12個字來產生安全的密碼，使你可以安全的瀏覽與加密檔案。請確保這組密碼只有你知道，並寫記在紙上妥善保管。";
"_e2e_settings_read_passphrase_"    = "讀取密碼片語";
"_e2e_settings_lock_not_active_"    = "密碼鎖沒有啟動。前往「設定」並啟動它。";
"_e2e_settings_the_passphrase_is_"  = "通行碼是：";
"_e2e_passphrase_request_title_"    = "索取密碼";
"_e2e_passphrase_request_message_"  = "輸入12個字";
"_e2e_settings_remove_"             = "移除本地的加密";
"_e2e_settings_remove_message_"     = "確認一起移除加密及密碼";
"_e2e_set_folder_encrypted_"        = "加密";
"_e2e_remove_folder_encrypted_"     = "解密";
"_e2e_file_encrypted_"              = "檔案已加密";
"_e2e_goto_settings_for_enable_"    = "這是一個加密的資料夾，請到\"設定\"並開啟端點到端點加密。";
"_e2e_in_upload_"                   = "上傳中，請等待所有檔案上傳完畢。";
"_scans_document_"                  = "掃描文件";
"_scanned_images_"                  = "掃描好的影像檔";
"_scan_document_pdf_page_"          = "頁";
"_scan_label_document_zone_"        = "輕觸或向下拖動圖像以進行文件創建";
"_filter_document_"                 = "文件";
"_filter_original_"                 = "原始";
"_quality_image_title_"             = "預覽圖像質素";
"_file_creation_"                   = "檔案建立";
"_delete_all_scanned_images_"       = "刪除所有掃描圖像";
"_text_recognition_"                = "文字辨識";
"_all_files_"                       = "所有檔案";
"_personal_files_"                  = "個人檔案";

"_trash_view_"                      = "回收桶";
"_empty_trash_"                     = "清空回收桶";
"_trash_no_trash_"                  = "無選取任何檔案";
"_trash_no_trash_description_"      = "你可以從這裡復原已刪除檔案";
"_confirm_delete_selected_"         = "您確定要刪除已選項目嗎？";
"_manage_file_offline_"             = "管理離線檔案";
"_set_available_offline_"           = "設定為離線時仍可使用";
"_remove_available_offline_"        = "刪除並且保留可離線使用";
"_create_new_document_"             = "文件";
"_create_new_spreadsheet_"          = "試算表";
"_create_new_presentation_"         = "簡報";
"_create_new_diagram_"              = "圖表";
"_more_documents_"                  = "更多文件";
"_go_online_"                       = "上線以檢視文件";
"_intro_1_title_"                   = "在您的控制下維持資料的安全";
"_intro_2_title_"                   = "安全地協作、傳輸檔案";
"_intro_3_title_"                   = "管理您的電子郵件、日曆及聯絡人，簡單易用";
"_intro_4_title_"                   = "分享螢幕畫面，線上會議以及研討會";
"_log_in_"                          = "登入";
"_sign_up_"                         = "與供應商註冊";
"_host_your_own_server"             = "擁有自己的主機";
"_invalid_url_"                         = "無效的伺服器URL";
"_ssl_certificate_untrusted_"           = "此伺服器憑證無效。";
"_ssl_certificate_changed_"             = "此伺服器的證書似乎已更改。";
"_file_already_exists_"                 = "無法完成指令， 因為已存在相同檔名。";
"_error_files_upload_"                  = "上傳檔案錯誤。";
"_internal_generic_error_"              = "內部錯誤。";
"_err_permission_microphone_"           = "請允許通過設置使用米高風。";
"_err_permission_photolibrary_"         = "請允許通過設置使用照片。";
"_qrcode_not_authorized_"   = "此應用程式未被授權使用後置相機。";
"_qrcode_not_supported_"    = "目前裝置不支援 QR 代碼。";
"_create_voice_memo_"       = "建立錄音筆記";
"_voice_memo_start_"        = "點擊開始";
"_voice_memo_stop_"         = "點擊停止";
"Enter Passcode"            = "輸入通行碼";
"Enter a new passcode"      = "輸入新的通行碼";
"Confirm new passcode"      = "確認新的通行碼";
"_too_many_failed_passcode_attempts_error_" = "失敗嘗試次數過多，請稍後再試。";
"Passcodes didn't match. Try again." = "通行碼不符。請再試一次。";
"Delete"                    = "刪除";
"Cancel"                    = "取消";
"_certificate_details_"     = "憑證伺服器詳情";
"_certificate_pn_details_"  = "證書推送通知詳情";
"_certificate_view_"        = "證書伺服器";
"_certificate_pn_view_"     = "證書推送通知";
"_save_as_scan_"            = "保存為掃描";
"_save_changes_"            = "保存更新?";
"_modify_"                  = "修改";
"_overwrite_original_"      = "覆寫原始版本";
"_save_as_copy_"            = "保存為副本";
"_discard_changes_"         = "放棄更改";
"_message_disable_overwrite_livephoto_" = "此圖像是實況照片，無法覆蓋。";
"_discard_changes_info_"    = "您的更改將被掉棄。";
"_delete_files_desc_"       = "刪除檔案以釋放空間";
"_delete_old_files_"        = "刪除緩存中超過以下天數的檔案：";
"_never_"                   = "從未";
"_1_year_"                  = "1 年";
"_6_months_"                = "6 個月";
"_3_months_"                = "3 個月";
"_1_month_"                 = "1 個月";
"_1_week_"                  = "1 個星期";
"_monthly_"                 = "每月";
"_yearly_"                  = "每年";
"_daily_"                   = "每日";
"_used_space_"              = "已用空間：";
"_login_address_detail_"    = "在瀏覽器中開啟您 %@ 的網頁界面連結。";
"_go_to_page_"              = "前往頁面";
"_page_"                    = "頁";
"_this_document_has_%@_pages_"              = "此文件有%@頁";
"_invalid_page_"                            = "無效的頁面";
"_the_entered_page_number_does_not_exist_"   = "輸入的頁碼不存在。";
"_error_something_wrong_"   = "發生錯誤了";
"_try_download_full_resolution_"            = "下載全清晰度圖像";
"_full_resolution_image_info_"            = "這可能會透露有關照片的更多資訊。";
"_download_audio_"          = "近端下載音頻";
"_copied_path_"             = "已複製路徑";
"_privacy_screen_"          = "App 非使用中時隱藏內容";
"_privacy_screen_footer_"   = "當 App 處於非使用狀態時，隱藏內容並顯示啟動畫面。";
"_in_"                      = "裡";
"_enter_passphrase_"        = "輸入密碼短語（12 個字）";
"_show_more_results_"       = "... 正在載入更多結果";
"_waiting_for_"             = "等待：";
"_reachable_wifi_"          = "網絡可以通過無線或有線連接";
"_copy_passphrase_"         = "複製密碼片語";
"_ok_copy_passphrase_"      = "OK 及複製密碼片語";
"_select_color_"            = "選擇顏色";
"_change_color_"            = "變更顏色";
"_description_dashboardwidget_" = "讓儀表板觸手可及，從未如此簡單過。";
"_description_fileswidget_" = "查看您最近的檔案並使用工具欄來加快您的操作。";
"_description_toolbarwidget_"   = "用於加快操作的工具列。";
"_title_lockscreenwidget_"  = "狀態";
"_description_lockscreenwidget_"    = "密切關注可用空間和最近的活動";

"_keep_running_"            = "保持應用程式運行以獲得更好的用戶體驗。";
"_apps_nextcloud_detect_"   = "檢測到 %@ 個應用程式";
"_add_existing_account_"    = "檢測到 %@ 個其他應用程式，您要添加現有帳戶嗎？";
"_status_in_progress_"      = "正在讀取狀態 …";
"_status_e2ee_on_server_"   = "端到端加密已在伺服器中配置，但尚未在此設備上啟用。";
"_status_e2ee_not_setup_"   = "伺服器上尚未配置端到端加密。";
"_status_e2ee_configured_"  = "端到端加密已正確配置。";
"_e2ee_set_as_offline_"     = "無權對已加密的檔案或資料夾進行操作。";
"_change_upload_filename_"  = "您想用不同的名稱保存檔案嗎？";
"_save_file_as_"            = "將檔案另存為 %@";
"_password_ascii_"          = "密碼不能含有特殊字元。";
"_calendar_contacts_"       = "日曆及通訊錄";
"_mobile_config_"           = "下載配置簡介";
"_calendar_contacts_footer_warning_"    = "僅當 Safari 設定為默認瀏覽器時才能下載配置文件。";
"_calendar_contacts_footer_"    = "下載配置文件後，您可以從「設定」中進行安裝。";
"_modify_image_desc_"       = "點擊檔案以修改或重新命名。";
"_message_disable_livephoto_" = "此圖像是實時照片，更改它會失去實時照片效果。";
"_enable_livephoto_"        = "啟用實況照片";
"_disable_livephoto_"       = "停用實況照片";
"_undo_modify_"             = "還原更改";
"_rename_already_exists_"   = "有檔案已經使用此名稱。";
"_group_folders_"           = "團隊資料夾";
"_play_from_files_"         = "從檔案播放影片";
"_play_from_url_"           = "從連結播放影片";
"_valid_video_url_"         = "請輸入有效 URL";
"_chunk_move_"              = "發送的檔案無法重組，請檢查伺服器記錄。";
"_download_image_"          = "下載圖像";
"_download_video_"          = "下載視像";
"_reset_wrong_passcode_"    = "重設應用程式 ...";
"_reset_wrong_passcode_option_" = "連續 10 次失敗後重設 App";
"_reset_wrong_passcode_desc_" = "啟用後，當密碼輸入失敗達 %d 次時，將移除所有帳戶及本機資料。";
"_deviceOwnerAuthentication_" = "由於多次嘗試失敗，生物辨識感測器已暫時停用。 輸入裝置密碼以重新啟用感測器。";
"_virus_detect_"            = "檢測到病毒。上傳無法完成！";
"_select_photos_"           = "選擇照片";
"_selected_photo_"          = "已選擇照片";
"_selected_photos_"         = "已選擇照片";
"_delete_selected_photos_"  = "刪除已選擇的照片";
"_media_square_"            = "方形網格";
"_media_ratio_"             = "比例網格";
"_autoupload_notice_"       = "為了確保此特點正常運行，有必要啟用背景應用程式刷新。否則，當應用程式在背景運行時，將無法偵測到新照片或影片。\n\n此外，請注意，如果手動終止，應用程式將無法偵測新照片和影片。當應用程式在背景時，資料傳輸可能會較慢，並且通常每 10 分鐘就會檢測到新照片和/或視頻，具體取決於設備的電池電量。\n\n若要驗證應用程式是否正常執行，您可以使用「進階設定」中提供的日誌檔案。";
"_display_"                 = "顯示";
"_appearance_"              = "外觀";
"_light_"                   = "淺色";
"_dark_"                    = "深色";
"_use_system_style_"        = "使用系統風格";
"_account_settings_"        = "帳戶設定";
"_users_"                   = "用戶";
"_users_footer_"            = "每次開啟 App 時允許你選擇帳戶。";
"_while_charging_"          = "充電時";
"_keep_screen_awake_"       = "在傳輸檔案時\n保持螢幕常亮";
"_error_not_found_"         = "找不到所要求的資源";
"_error_conflict_"          = "由於與資源的目前狀態衝突，請求無法完成";
"_error_precondition_"      = "伺服器不符合請求者要求的先決條件之一";
"_downloading_"             = "下載中";
"_additional_options_"      = "附加的選項";
"_unauthorizedFilesPasscode_" = "Files 應用程式不能與已啟動的密碼一起使用";
"_disableFilesApp_"         = "無法使用 Files 應用程式，因為該功能已停用";
"_widget_available_nc25_"   = "「小部件」功能只在伺服器版本25及以上版本中提供。";
"_no_items_"                = "沒有項目";
"_check_back_later_"        = "請稍候再檢查";
"_no_data_available_"       = "沒有可用的數據";
"_recent_activity_"         = "近期活動";
"_maintenance_mode_"        = "伺服器目前處於維護模式，可能需要一段時間。";
"_account_disabled_"        = "帳戶已停用";
"_user_"                    = "用戶";
"_add_subtitle_"            = "添加外部字幕";
"_add_audio_"               = "添加外部音頻";
"_upload_foreground_msg_"   = "不要關閉 %@ 以完成轉移 ...";
"_upload_background_msg_"   = "檔案上傳中 ...";
"_create_folder_error_"     = "創建資料夾時發生錯誤：\n%@。\n\n請儘快解決此問題。\n\n所有上傳將暫停，直到問題解決。";
"_creating_dir_progress_"   = "正在創建目錄 … 請保持應用程式於活躍狀態。";
"_creating_db_photo_progress_" = "正在創建照片檔案 … 請保持應用程式於活躍狀態。";
"_account_unauthorized_"    = "帳戶 %@ 授權時發生問題，請重新登入。";
"_folder_offline_desc_"     = "即使沒有網路連接，您也可以組織資料夾、建立檔案。一旦您重新上線，您的待處理操作將自動同步。";
"_offline_not_allowed_"     = "不允許在離線模式下進行此操作";
"_Upload_native_format_yes_"= "以本機格式上傳：是";
"_Upload_native_format_no_" = "以原生格式上傳：否";
"_terms_of_service_"        = "服務條款";
"_terms_accept_"            = "我確認我已閱讀並同意上述服務條款。";
"_terms_accepted_"          = "已接受條款";
"_recommended_files_"       = "推薦的檔案";
"_propagate_layout_"        = "將以下更改應用到所有子資料夾";
"_version_mismatch_error_"  = "版本更改：請打開主應用程式以更新數據。";
"_check_auto_upload_"       = "自動照片上傳目前已禁用。\n使用 DataDrive，您可以自動備份照片並將其安全地保存在您的伺服器上。\n只需打開設置 → 自動上傳，選擇您喜歡的選項，然後按下 [%@] 按鈕來啟用它。";
"_cancel_all_request_"      = "您確定要取消所有傳輸嗎？";
"_cancel_all_"              = "取消所有";
"_dismiss_"                 = "撤銷";
"_opt_in_pro_"              = "優化進行中 …";
"_update_in_progress_"      = "更新進行中 …";
"_delete_in_progress_"      = "刪除進行中 …";
"_download_in_progress_"    = "下載中 ...";
"_upload_in_progress_"      = "上傳中 ...";
"_transfer_in_progress_"    = "轉讓中 ...";
"_in_waiting_"              = "等待中";
"_in_progress_"             = "進行中";
"_in_error_"                = "錯誤中";
"_retry_minutes_"           = "剩餘分鐘以重試";
"_retry_seconds_"           = "剩餘秒以重試";
"_retry_soon_"              = "即將重試 ...";
"_large_upload_tip_"        = "大型檔案需要應用程序保持開啟，直到傳輸完成。";
"_e2ee_upload_tip_"         = "端對端檔案需要應用程式保持開啟，直到傳輸完成。";
"_finalizing_wait_"         = "等待最終確認 …";
"_in_this_folder_"          = "在此資料夾中";
"_media_no_longer_available_" = "媒體已無法使用";
"_this_item_has_been_deleted_" = "此項目已被刪除。";
"_video_not_available_" = "影片無法使用";
"_disable_" = "停用";
"_no_subtitles_available_" = "沒有可用字幕";
"_no_audio_tracks_available_" = "沒有可用音訊軌";
"_add_external_subtitle_" = "加入外部字幕";
"_repeat_current_media_" = "重複目前項目";
"_play_next_media_automatically_" = "自動播放下一個的項目";
"_image_load_failed_" = "載入圖像失敗";
"_image_load_failed_" = "載入圖像失敗";
"_gif_file_could_not_be_decoded_" = "無法解碼 GIF 檔案";
"_svg_file_could_not_be_rendered_" = "無法轉譯 SVG 檔案";
"_image_file_could_not_be_decoded_" = "無法解碼圖像檔案";
"_media_not_available_" = "媒體無法使用";
"_no_assistant_installed_"  = "此伺服器尚未安裝 Assistant。請聯絡系統管理員安裝 Assistant 應用程式。";
"_open_in_office_" = "於 Office 中開啟";
"_select_date_" = "選擇日期";
"_always_play_with_vlc_" = "一律以 VLC 播放";
"_account_not_available_" = "沒有可用的帳戶";

// Tip
"_tip_pdf_thumbnails_"      = "從螢幕右邊緣向左滑動以顯示縮略圖";
"_tip_accountrequest_"      = "觸摸此處更改帳戶或添加新帳戶";
"_tip_addcopyimage_"        = "長按粘貼複製的圖像";
"_tip_open_mediadetail_"    = "向上滑動顯示詳細信息";
"_tip_autoupload_button_"   = "根據你的喜好配置選項（資料夾、Wi-Fi、新內容、子資料夾），然後點擊「開啟自動上傳」。你可以隨時停止自動上傳，調整設定，然後再啟用它。";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "卡控制器";
"_accessibility_add_upload_"    = "添加並上傳";
"_dismiss_menu_"                = "撤銷選項單";
"_show_profile_"                = "顯示簡介";
// a11y: On/Off
"_on_"                          = "開";
// a11y: On/Off
"_off_"                         = "關閉";
"_list_"                        = "清單";
"_icons_"                       = "圖示";

// MARK: Assistant
"_assistant_task_unknown_"       = "不詳";
"_assistant_task_scheduled_"     = "已安排";
"_assistant_task_in_progress_"   = "進行中";
"_assistant_task_completed_"     = "已完成";
"_assistant_task_failed_"        = "失敗了";
"_input_"                        = "輸入";
"_output_"                       = "輸出";
"_task_details_"                 = "任務詳情";
"_assistant_"                    = "助理";
"_new_task_"                     = "新 %@ 任務";
"_no_tasks_"                     = "你好！今天我能幫你什麼忙呢？";
"_create_task_subtitle_"         = "請按 + 按鈕建立一個新的任務";
"_edit_task_"                    = "編輯 %@ 任務";
"_no_types_"                     = "找不到提供者";
"_no_types_subtitle_"            = "必須安裝人工智慧提供者以使用小幫手。";
"_assistant_ai_warning_"         = "此處顯示的輸出是由人工智慧產生的。請務必仔細檢查。";
"_no_chat_subtitle_"             = "試著發送一條訊息來引發對話。";
"_retry_response_generation_"    = "請重試回應生成";
"_conversations_"                = "對話";
"_new_conversation_"             = "新的對話";
"_type_message_"                 = "請輸入一則訊息 ...";
"_assistant_chat_"               = "Assistant 聊天";
"_assistant_error_send_message_"  = "無法傳送訊息。請重試。";
"_assistant_error_load_messages_" = "無法加載訊息。請重試。";
"_assistant_error_generate_response_" = "無法産生回應。請重試。";

// MARK: Client certificate
"_no_client_cert_found_"         = "伺服器正在要求客戶端證書。";
"_no_client_cert_found_desc_"    = "您是否希望安裝 TLS 客戶端證書？\n請注意，您必須先在設備上安裝 .p12 證書，方法是點擊該證書並在設置中將其安裝為身份證書配置文件。此外，證書必須設有密碼，這是 iOS 的必要要求。";
"_client_cert_enter_password_"   = "輸入所選證書的密碼";
"_client_cert_wrong_password_"   = "抱歉，您輸入了無效的密碼。";

// MARK: Login poll
"_poll_desc_"                    = "請在瀏覽器中完成登入流程。";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "名稱不應包含開頭或結尾空白。";
"_file_name_validator_error_reserved_name_" = "「%@」是禁止使用的檔案名字。";
"_file_name_validator_error_forbidden_file_extension_" = "「.%@」是禁止使用的副檔名。";
"_file_name_validator_error_invalid_character_" = "名字含有無效的字元：「%@」。";
"_file_name_validator_error_space_" = "名稱不應包含開頭或結尾空白。";
"_file_name_new_extension_" = "更改擴展名可能會導致此檔案在不同的應用程式中打開。";
"_file_name_empty_" = "檔案名稱不能為空的。";
"_please_rename_file_" = "請重新命名檔案或資料夾。";
"hidden_file_name_warning" = "此名稱會將檔案變成隱藏檔案。";

"_camera_roll_" = "相機膠卷";
"_destination_" = "目的地";
"_select_autoupload_albums_" = "選擇相簿";
"_upload_from_" = "從上傳";
"_multiple_albums_" = "多個相簿";
"_smart_albums_" = "智能相簿";
"_albums_" = "相簿";
"_new_photos_only_" = "僅限新照片";
"_all_photos_" = "所有照片";
"_back_up_new_photos_only_" = "僅備份新照片/視像";
"_auto_upload_all_photos_warning_title_" = "您確定要刪除所有照片嗎？";
"_auto_upload_all_photos_warning_message_" = "根據照片的數量，處理過程可能會需要一些時間。";
"_auto_upload_no_new_items_to_upload_" = "沒有新項目需要上載";
"_focused_auto_upload_" = "專注自動上載";
"_focused_auto_upload_settings_footer_" = "啟用高速自動上載備份時，請保持應用程式開啟並將螢幕調暗。";
"_focused_auto_upload_intro_heading_" = "在螢幕調暗的情況下繼續備份。";
"_focused_auto_upload_intro_message_" = "螢幕調暗期間，相片及影片將繼續以較高速度備份。過程中：";
"_focused_auto_upload_wifi_" = "連接 Wi‑Fi";
"_focused_auto_upload_charger_" = "連接充電器";
"_focused_auto_upload_do_not_exit_" = "請勿離開應用程式";
"_enable_focused_auto_upload_" = "啟用專注自動上載";
"_focused_auto_upload_backing_up_" = "正在備份";
"_focused_auto_upload_completed_" = "上載完成！";
"_focused_auto_upload_countdown_" = "請勿鎖定螢幕或離開應用程式。螢幕將於 %d 秒後變暗。";
"_stop_focused_auto_upload_" = "停止專注自動上載";
"_finish_" = "完成";
"_item_with_same_name_already_exists_" = "已存在同名項目。";

// MARK: Migration Multi Domains
"_preparing_migration_" = "正在準備遷移 …";
"_scanning_files_" = "掃描檔案 ...";
"_moving_items_to_domain_" = "正在將項目移動到正確的網域 …";
"_finishing_up_" = "即將完成 …";

// MARK: E2EE
"_e2ee_no_session_" = "端對端加密錯誤，本次會話沒有帳戶";
"_e2ee_no_dir_" = "端對端加密錯誤，無法取得目錄";
"_e2ee_no_certificate_" = "端對端加密錯誤，無法取得憑證";
"_e2ee_no_generate_key_" = "端對端加密錯誤，無法產生金鑰";
"_e2ee_no_metadataKey_found_" = "端對端加密錯誤，無法解密中繼資料密鑰";
"_e2ee_read_only_" = "此加密資料夾使用已封存的金鑰組，目前只能以唯讀方式存取。";
"_e2ee_server_key_changed_" = "此帳戶的端對端加密金鑰已在另一部裝置上變更。請輸入新的密碼短語以更新此裝置。與舊有金鑰相關的儲存空間仍可供唯讀存取。";
"_e2ee_server_key_changed_title_" = "加密密鑰已更改";
"_e2ee_no_user_found_" = "端對端加密錯誤，找不到用戶";
"_e2ee_no_signature_found_" = "端對端加密錯誤，找不到簽章";
"_e2ee_counter_check_" = "端對端加密錯誤，計數器低於上一個值";
"_e2ee_signature_failed_" = "端對端加密錯誤，驗證簽章失敗";
"_e2ee_enc_payload_" = "端對端加密錯誤，負載檔案加密失敗";
"_e2ee_no_metadata_" = "端對端加密錯誤，無法取得中繼資料";
"_e2ee_filedrop_ciphertext_" = "端對端加密錯誤，檔案投放密文處理失敗";
"_e2ee_key_ciphertext_" = "端對端加密錯誤，金鑰密文處理失敗";
"_e2ee_key_no_checksum_found_" = "端對端加密錯誤，找不到校驗碼";
"_e2ee_checksum_error_title_" = "端對端加密校驗碼錯誤";
"_e2ee_checksum_error_message_" = "加密檔案的校驗碼遺失或無效。\n\n這可能由不完整、過時或不一致的加密中繼資料所引致，並不一定表示檔案或伺服器已遭入侵。\n\n只有在你信任此伺服器並了解風險的情況下才繼續。否則，請退出而不要開啟檔案。";
"_e2ee_key_checksum_" = "端對端加密錯誤，金鑰校驗失敗";
"_e2ee_decode_metadata_" = "端對端加密錯誤，無法解碼中繼資料";
"_e2ee_no_lock_" = "端對端加密錯誤，無法鎖定檔案";
"_e2ee_no_decrypt_metadata_" = "端對端加密錯誤，無法解密中繼資料";
"_e2ee_no_enc_file_" = "端對端加密錯誤，無法加密檔案";
"_e2ee_no_enc_key_" = "端對端加密錯誤，無法取得已編碼金鑰";
"_e2ee_no_match_checksum_" = "端對端加密錯誤，校驗碼不相符";
"_e2ee_create_folder_" = "正在建立端對端加密目錄，請稍候…";
"_e2ee_rename_file_" = "端對端加密重新命名進行中，請稍候…";
"_e2ee_encrypt_folder_" = "端對端加密資料夾處理中，請稍候…";
"_e2ee_setup_get_certificate_" = "伺服器未回傳憑證";
"_e2ee_setup_create_csr_" = "無法產生憑證簽署請求（CSR）";
"_e2ee_setup_sign_certificate_" = "簽署請求後伺服器未回傳憑證";
"_e2ee_setup_extract_publickey_" = "生成的金鑰與憑證中的公鑰不一致";
"_e2ee_setup_get_privatekey_" = "伺服器未回傳已加密的私鑰";
"_e2ee_setup_passphrase_error_" = "提供的密碼短語不正確";
"_e2ee_setup_get_publickey_" = "伺服器未回傳已加密的公鑰";
"_e2ee_setup_encript_privatekey_" = "無法加密私鑰";
"_e2ee_setup_store_privatekey_" = "私鑰生成未返回可用金鑰";
"_e2ee_setup_verify_publickey_" = "公鑰與憑證不匹配";
"_e2ee_setup_generate_passphrase_" = "無法產生密碼短語";
"_e2ee_setup_privatekey_missing_" = "找不到你的端對端加密私人金鑰。";
"_e2e_renew_certificate_success_" = "你的端對端加密憑證已續期。";
"_certificate_valid_from_" = "有效期由";
"_certificate_valid_until_" = "有效期至";
"_certificate_" = "憑證";
"_certificate_renew_" = "續期憑證";

// Share details — Governance
"_governance_"                      = "管治";
"_sensitivity_label_"               = "敏感度標籤";
"_file_retention_"                  = "保留檔案";
"_legal_hold_"                      = "法律保留";
"_none_"                            = "無";
"_sections_"                        = "區塊";
"_governance_labels_load_error_"    = "無法載入管治標籤。";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "請稍候……";
"_albums_list_nav_title_"                           = "相簿";
"_albums_list_new_album_btn_"                       = "新增";
"_albums_list_loading_msg_"                         = "載入中...";
"_albums_list_error_msg_"                           = "無法載入相簿。請稍後再試！";
"_albums_list_album_name_validation_nonempty_"      = "相簿名稱不能留空。";
"_albums_list_album_name_validation_min_length_"    = "相簿名稱至少須有 3 個字元。";
"_albums_list_album_name_validation_max_length_"    = "相簿名稱不能超過 30 個字元。";
"_albums_list_album_name_validation_specials_"      = "相簿名稱不能包含斜線。";
"_albums_list_empty_heading_"                       = "為你的相片建立相簿";
"_albums_list_empty_subheading_"                    = "你可以建立任意數量的相簿來整理所有相片。你尚未建立任何相簿。";
"_albums_list_empty_new_album_btn_"                 = "建立相簿";
"_albums_list_own_albums_heading_"                  = "我的相簿";
"_albums_list_entities_"                            = "項目";
"_albums_list_new_album_popup_title_"               = "建立新相簿";
"_albums_list_new_album_popup_desc_"                = "請輸入 3 至 30 個字元的相簿名稱。";
"_albums_list_new_album_popup_hint_"                = "相簿名稱";
"_albums_list_new_album_popup_positive_btn_"        = "新增";
"_albums_list_new_album_popup_negative_btn_"        = "取消";
"_albums_list_rename_album_popup_title_"            = "重新命名相簿";
"_albums_list_rename_album_popup_desc_"             = "請輸入 3 至 30 個字元的新相簿名稱。";
"_albums_list_rename_album_popup_hint_"             = "新的相簿名稱";
"_albums_list_rename_album_popup_positive_btn_"     = "Rename";
"_albums_list_rename_album_popup_negative_btn_"     = "取消";
"_albums_photo_selection_sheet_title_"              = "選擇項目";
"_albums_photo_selection_sheet_back_btn_"           = "返回";
"_albums_photo_selection_sheet_done_btn_"           = "完成";
"_albums_photos_loading_msg_"                       = "正在載入相片……";
"_albums_photos_error_msg_"                         = "無法載入相片。請稍後再試！";
"_albums_photos_empty_heading_"                     = "現在只差你的相片";
"_albums_photos_empty_subheading_"                  = "你可以加入任意數量的相片。一張相片亦可屬於多個相簿。";
"_albums_photos_empty_add_photos_btn_"              = "加入相片";
"_albums_photos_add_photos_btn_"                    = "添加";
"_albums_photos_rename_album_btn_"                  = "重新命名相簿";
"_albums_photos_delete_album_btn_"                  = "刪除相簿";
"_albums_delete_album_popup_title_"                 = "刪除相簿？";
"_albums_delete_album_popup_desc_"                  = "你確定要刪除此相簿嗎？此操作無法復原。";
"_albums_delete_album_popup_positive_btn_"          = "移除";
"_albums_delete_album_popup_negative_btn_"          = "取消";
"_add_to_album"                                     = "加入相簿";
"_remove_from_album_"                               = "從相簿移除";
"_album_already_exists_"                            = "無法完成操作，已有同名相簿";
"_want_remove_from_album_"                          = "你確定要從相簿移除嗎？";
